{
  "assets/images/packshot.png": "A project i made for school for the fictional brand 'MIPA', it was made to contain a bathbomb and is fully made in 3D using Blender",
  "assets/images/hero.png": "A project i made for school for the fictional brand 'MIPA', it was made to contain a bathbomb and is fully rendered in 3D via Blender and rigged so i could take a hero shot.",
  "assets/images/instagram.png": "Made for my class Mixed Media Designlab, it takes a quote from Henri Matisse and remixes it into a poster made only using colors and typography.",
  "assets/images/MRC1.png": "A gear with yellow sparks that are flying off so it looks like a sunshine and looks mechanical. A combination that could've looked better but it was my first time.",
  "assets/images/MRC2.png": "The company uses 3 words, so the phone is surrounded by 3 colors and triangles. Blue for mobile and air, yellow for happy and sun, green for nature and recyling.",
  "assets/images/footbal1.png": "My intepretation of an anti discrimination poster for football in Belgium. I used the text to act like a flag.",
  "assets/images/drawings/roxy.jpg": "A drawing of Roxy doing a victory pose.",
  "assets/images/drawings/simba.jpeg": "I made this for someone from my friedgroup, it was one of my first times using color.",
  "assets/images/drawings/hunterxhunter.jpg": "Once a classmate asked me if i could draw these 2 characters for him so after a while i delivered this.",
  "assets/images/drawings/gargoyle.jpg": "I saw this in a book once and i really liked it , so i drew it.",
  "assets/images/drawings/estark.jpg": "I made this as a suprise for my brother, he quite likes Estark. Estark is a boss character from the Dragon Quest franchise.",
  "assets/images/drawings/ember.jpg": "I saw this online and after just watching the movie i had no choice to draw it too.",
  "assets/images/drawings/cosette.jpg": "The female main character from the show.i uhm.. never watched after episode 1.",
  "assets/images/drawings/stitch.jpg": "That person form my friendgroup gave me special pensils for christmas and so to test the waters , i drew a stitch for her that i never gave. Why? Who knows .. definitly not you .",
  "assets/images/drawings/dragonTattoo.jpg": "I was wondering if taking a tattoo would be nice, i drew this to be the design. But it didn't have any meaning so i decided not to.",
  "assets/images/drawings/nightmareFoxy.jpg": "This one's pretty recent in my collection, made it for a friend.",
  "assets/images/drawings/sunMoon.jpg": "This one's part of the previous drawing, made for that friends boyfriend.",
  "assets/images/drawings/thrunch.jpg": "The final boss from one of my favourite childhood games. There is almost nothing as a fanbase for this . SO i made it to show my grattitude."
}
